[
  {
    "id": "artwork-7",
    "src": "IMG_4666.png",
    "alt": "Eco di Nebbia - Opera astratta con sfumature eteree di rosa cipria, beige, grigio e cenni verdastri che trasmette la sensazione di un paesaggio lontano avvolto nella nebbia",
    "title": "Eco di Nebbia",
    "description": "Con sfumature eteree di rosa cipria, beige, grigio e cenni verdastri, quest'opera astratta trasmette la sensazione di un paesaggio lontano avvolto nella nebbia. Le pennellate leggere e sfumate evocano il riflesso di alberi sull'acqua o la memoria di qualcosa appena intravista. Nulla è definito, ma tutto è percepibile, come un ricordo che affiora dolcemente alla coscienza. L'effetto visivo è quieto, meditativo, quasi sonoro, come se il quadro emettesse un \"eco silenzioso\" che invita all'ascolto interiore.",
    "medium": "Mixed media",
    "year": "2024"
  },
  {
    "id": "artwork-12",
    "src": "IMG_4671.png",
    "alt": "Ordine Organico - Opera scultorea composta da moduli in legno che richiama una griglia tridimensionale fatta di pieni e vuoti",
    "title": "Ordine Organico",
    "description": "Quest'opera scultorea composta da moduli in legno richiama una griglia tridimensionale fatta di pieni e vuoti. I blocchi, simili ma non identici, creano un ritmo visivo che si alterna tra regolarità e imperfezione naturale, evocando la bellezza dell'artigianato e della materia viva. Il contrasto tra l'ordine geometrico e le venature irregolari del legno suggerisce un equilibrio tra struttura e natura. Oltre al valore estetico, l'opera potrebbe anche avere una funzione fonoassorbente, come nei pannelli acustici, coniugando arte e utilità.",
    "medium": "Mixed media",
    "year": "2024"
  },
  {
    "id": "artwork-9",
    "src": "IMG_4668.png",
    "alt": "Tracce d'Oro nel Silenzio - Dipinto astratto con pennellate materiche e sovrapposte in una danza di bianchi, beige e rossi terrosi interrotta da frammenti dorati",
    "title": "Tracce d'Oro nel Silenzio",
    "description": "Questo dipinto astratto si compone di pennellate materiche e sovrapposte, in una danza di bianchi, beige e rossi terrosi, interrotta qua e là da frammenti dorati che sembrano custodire qualcosa di prezioso. L'effetto generale è quello di una parete antica, consumata dal tempo ma ancora viva, come se conservasse memorie sedimentate tra le sue texture. Il contrasto tra la vibrazione dei rossi e la quiete dei toni neutri crea una tensione armonica, mentre l'oro affiora come scintille di luce in un paesaggio interiore. Un'opera che invita alla contemplazione e alla scoperta lenta",
    "medium": "Mixed media",
    "year": "2024"
  },
  {
    "id": "artwork-1",
    "src": "IMG_4662.png",
    "alt": "Intersezioni Silenziose - Opera astratta con rete di linee incrociate, apparentemente casuali ma disposte con equilibrio e ritmo",
    "title": "Intersezioni Silenziose",
    "description": "Questa opera astratta gioca con una rete di linee incrociate, apparentemente casuali, ma disposte con equilibrio e ritmo. I tratti rossi, bianchi e bruni emergono su uno sfondo etereo dalle sfumature neutre, suggerendo un paesaggio mentale fatto di connessioni, separazioni e dialoghi silenziosi. Ogni incrocio può essere letto come un punto d'incontro tra pensieri, memorie o emozioni, lasciando spazio all'interpretazione soggettiva dell'osservatore. L'insieme trasmette un senso di calma contemplativa e struttura fluttuante.",
    "medium": "Mixed media",
    "year": "2024"
  },
  {
    "id": "artwork-13",
    "src": "IMG_4672.png",
    "alt": "Frammenti in Ocre - Composizione con linee morbide e forme astratte che si intrecciano in toni caldi e materici",
    "title": "Frammenti in Ocre",
    "description": "Linee morbide e forme astratte si intrecciano in questa composizione dai toni caldi e materici, dove il giallo ocra dialoga con il grigio e il bianco in un gioco di pieni e vuoti. L'opera evoca una danza silenziosa tra elementi organici e spigolature geometriche, suggerendo frammenti di una realtà scomposta e ricomposta secondo un equilibrio tutto interiore. Il tratto è deciso ma controllato, con texture che richiamano il carboncino e la matita, dando profondità e dinamismo al disegno. Un invito a trovare armonia nelle forme spezzate.",
    "medium": "Mixed media",
    "year": "2024"
  },
  {
    "id": "artwork-3",
    "src": "IMG_4663.png",
    "alt": "Bosco Silente - Foresta astratta con forme essenziali e ripetute che evocano alberi stilizzati sospesi in un'atmosfera rarefatta",
    "title": "Bosco Silente",
    "description": "Una foresta astratta prende vita attraverso forme essenziali e ripetute che evocano alberi stilizzati, sospesi in un'atmosfera rarefatta. Le chiome bianche, definite da tratti neri e rossi, sembrano fluttuare sopra sottili tronchi che affondano in un terreno appena accennato. Il fondo neutro e sfumato, tra il grigio e il sabbia, contribuisce a creare una sensazione di quiete sospesa, come se il bosco fosse immerso in una nebbia mattutina o in un sogno. Un'opera che trasmette delicatezza, ritmo e profondità con pochi, calibrati elementi.",
    "medium": "Mixed media",
    "year": "2024"
  },
  {
    "id": "artwork-6",
    "src": "IMG_4665.png",
    "alt": "Frequenze Silenziose - Cinque linee sinuose che si elevano verticalmente su una tela monocromatica creando un ritmo visivo essenziale e ipnotico",
    "title": "Frequenze Silenziose",
    "description": "Cinque linee sinuose si elevano verticalmente su una tela monocromatica, creando un ritmo visivo essenziale e ipnotico. L'opera, giocata su toni completamente bianchi, punta tutto sulla materia e sulla luce: le ombre che si formano sulle curve restituiscono profondità e movimento a un'opera che, a prima vista, sembra minimale ma nasconde una vibrante vibrazione interna. Le forme richiamano onde sonore, vibrazioni naturali o movimenti organici, come flussi d'aria o correnti marine. È un'opera tattile e meditativa, dove l'assenza di colore esalta la purezza della forma e invita a rallentare, osservare e ascoltare.",
    "medium": "Mixed media",
    "year": "2024"
  },
  {
    "id": "artwork-8",
    "src": "IMG_4667.png",
    "alt": "Soglia Dorata - Opera verticale con due fasce materiche bianche che incorniciano una colonna centrale rosa cipria attraversata da frammenti dorati",
    "title": "Soglia Dorata",
    "description": "Quest'opera verticale colpisce per la sua elegante semplicità e la forza simbolica del suo linguaggio visivo. Due fasce materiche bianche, lavorate con spatolate dense e gestuali, incorniciano una colonna centrale rosa cipria attraversata da frammenti dorati, come foglie d'oro disperse dal vento. La composizione richiama l'idea di una soglia sacra o di un passaggio interiore, dove il bianco rappresenta il silenzio, la quiete o l'attesa, mentre l'oro centrale vibra come un'energia spirituale, una promessa di luce o trasformazione. Un'opera che unisce materia e luce, rigore e poesia, in un equilibrio raffinato e contemplativo.",
    "medium": "Mixed media",
    "year": "2024"
  },
  {
    "id": "artwork-10",
    "src": "IMG_4669.png",
    "alt": "Echi Radiali - Vortice di linee concentriche e segni materici che si espande dal centro della tela come onde sonore",
    "title": " Echi Radiali",
    "description": "Un vortice di linee concentriche e segni materici si espande dal centro della tela come onde sonore, o come i cerchi lasciati da una goccia sull'acqua. L'uso monocromatico del marrone su bianco accentua la sensazione di profondità e movimento, generando un effetto ipnotico e contemplativo. L'opera sembra catturare il passaggio del tempo o la traccia di un'energia impressa sulla superficie: qualcosa che pulsa, che si propaga, che lascia memoria. L'imprecisione dei bordi e le irregolarità volute della texture ricordano la materia viva della natura — la corteccia di un albero, un disco inciso, o l'occhio di un ciclone. Un'opera densa di significati astratti e simbolici, che invita a un ascolto visivo.",
    "medium": "Mixed media",
    "year": "2024"
  }
]